<?php
// +----------------------------------------------------------------------
// | syx6PHP [ WE CAN DO IT JUST syx6 IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006-2016 http://syx6php.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: yunwuxin <448901948@qq.com>
// +----------------------------------------------------------------------

namespace syx6\db\exception;

/**
 * 模型事件异常
 */
class ModelEventException extends DbException
{
}
